Repository: JiangNanGenius/floe-agent
Catalog: FloeAgent/FloeApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# media.media_editor_view.times_follow_the_original_asset_inside
source: Times follow the original asset; inside the editor you can adjust subtitle text, position and size. Trimming and speed changes remap subtitle times.
zh_hans: 时间以原素材为准；进入编辑器后可调整字幕文字、位置和大小。裁剪和变速会重新映射字幕时间。

# media.media_editor_view.trim_and_subtitles
source: Trim and subtitles
zh_hans: 剪裁与字幕

# media.media_editor_view.trim_end
source: Trim end
zh_hans: 终点

# media.media_editor_view.trim_rotate_and_add_subtitles
source: Trim, rotate and add subtitles
zh_hans: 剪裁、旋转与添加字幕

# media.media_editor_view.trim_start
source: Trim start
zh_hans: 起点

# media.media_editor_view.verify_and_save_to_workspace
source: Verify and save to workspace…
zh_hans: 验证并保存到工作区…

# media.media_editor_view.visual_editing
source: Visual editing
zh_hans: 可视化编辑

# media.media_editor_view.volume
source: Volume
zh_hans: 音量

# media.media_editor_view.wait_for_the_current_file_to
source: Wait for the current file to finish saving
zh_hans: 请等待当前文件保存完成

# media.media_editor_view.width_blank_to_use_the_asset
source: Width (blank to use the asset's)
zh_hans: 宽度（留空沿用素材）

# media.media_player_view.next_frame
source: Next frame
zh_hans: 下一帧

# media.media_player_view.play
source: Play
zh_hans: 播放

# media.media_player_view.play_full_screen
source: Play full screen
zh_hans: 全屏播放

# media.media_player_view.playback_speed
source: Playback speed
zh_hans: 播放速度

# media.media_player_view.previous_frame
source: Previous frame
zh_hans: 上一帧

# media.media_waveform.canceled
source: Canceled.
zh_hans: 已取消。

# media.media_waveform.could_not_decode_the_audio_asset
source: Could not decode the audio asset.
zh_hans: 无法解码音频素材。

# media.media_waveform.this_asset_has_no_audio_track
source: This asset has no audio track.
zh_hans: 该素材没有音频轨。

# memory.add
source: Add Memory
zh_hans: 添加记忆

# memory.content
source: What should Floe remember?
zh_hans: 希望 Floe 记住什么？

# memory.empty
source: No saved memories
zh_hans: 暂无已保存记忆

# memory.memory_view.active
source: active
zh_hans: 当前

# memory.memory_view.add_your_first_memory
source: Add your first memory
zh_hans: 添加第一条记忆

# memory.memory_view.after_checking_existing_memories_duplicates_and
source: After checking existing memories, duplicates and expired content are handled automatically. You can review each organization's result.
zh_hans: 检查现有记忆后，自动处理重复与过期内容。你可以查看每次整理的结果。

# memory.memory_view.analyze
source: Analyze
zh_hans: 分析

# memory.memory_view.applied_the_reviewed_organization_suggestions_and
source: Applied the reviewed organization suggestions and deleted %@ memories.
zh_hans: 已应用审核后的整理建议，删除 %@ 条记忆。

# memory.memory_view.apply
source: Apply
zh_hans: 应用

# memory.memory_view.apply_after_review
source: Apply after review
zh_hans: 审核后应用

# memory.memory_view.apply_and_delete_remaining_memories
source: Apply and delete remaining memories
zh_hans: 应用并删除其余记忆

# memory.memory_view.apply_safety_suggestions_automatically
source: Apply safety suggestions automatically
zh_hans: 自动应用安全建议

# memory.memory_view.apply_this_organization_suggestion
source: Apply this organization suggestion?
zh_hans: 应用这条整理建议？

# memory.memory_view.arrange
source: Arrange
zh_hans: 整理方式

# memory.memory_view.confidence
source: Confidence
zh_hans: 置信度

# memory.memory_view.configure_a_default_text_model_before
source: Configure a default text model before using quick organize.
zh_hans: 请先配置默认文本模型，再使用快速整理。

# memory.memory_view.configure_a_default_text_model_first
source: Configure a default text model first
zh_hans: 请先配置默认文本模型

# memory.memory_view.confirm_and_enable
source: Confirm and enable
zh_hans: 确认并启用

# memory.memory_view.current_task_only
source: Current task only
zh_hans: 仅当前任务

# memory.memory_view.current_workspace_only
source: Current workspace only
zh_hans: 仅当前工作区

# memory.memory_view.delete_expired_memories
source: Delete expired memories
zh_hans: 删除过期记忆

# memory.memory_view.delete_memory
source: Delete memory
zh_hans: 删除记忆

# memory.memory_view.delete_the_selected_memories
source: Delete the %@ selected memories?
zh_hans: 删除所选的 %@ 条记忆？

# memory.memory_view.deny
source: Deny
zh_hans: 拒绝

# memory.memory_view.deterministic_duplicates_are_cleaned_automatically_semantic
source: Deterministic duplicates are cleaned automatically; semantic conflicts and version changes are proposed by the model and applied only after confirmation.
zh_hans: 确定性重复会自动清理；语义冲突和版本变化由模型提出建议，确认后再应用。

# memory.memory_view.done
source: Done
zh_hans: 完成

# memory.memory_view.earlier_memories_checked_identical_content_already
source: Earlier memories checked: identical content already exists, so nothing was saved twice.
zh_hans: 已检查先前记忆：相同内容已经存在，没有重复保存。

# memory.memory_view.from_your_attachment
source: From your attachment
zh_hans: 来自用户附件

# memory.memory_view.generate
source: Generate
zh_hans: 一键生成

# memory.memory_view.generate_and_update
source: Generate and update
zh_hans: 生成与更新

# memory.memory_view.hybrid_search
source: Hybrid search
zh_hans: 混合搜索

# memory.memory_view.ignored
source: Ignored
zh_hans: 已忽略

# memory.memory_view.importance
source: Importance
zh_hans: 重要性

# memory.memory_view.in_use
source: In use
zh_hans: 使用中

# memory.memory_view.installed_version
source: Installed version
zh_hans: 当前版本

# memory.memory_view.involves_memories
source: Involves %@ memories
zh_hans: 涉及 %@ 条记忆

# memory.memory_view.involves_memories.one
source: Involves %@ memory
zh_hans: 涉及 %@ 条记忆

# memory.memory_view.keep_suggested_items_and_delete_the
source: Keep suggested items and delete the rest
zh_hans: 保留建议项并删除其余

# memory.memory_view.keyword
source: Keyword
zh_hans: 关键词

# memory.memory_view.long_term_memory
source: Long-term memory
zh_hans: 长期记忆

# memory.memory_view.low_frequency_automatic_updates
source: Low-frequency automatic updates
zh_hans: 低频自动更新

# memory.memory_view.manage_memories
source: Manage memories
zh_hans: 管理记忆

# memory.memory_view.memories_deleted
source: %@ memories deleted.
zh_hans: 已删除 %@ 条记忆。

# memory.memory_view.memories_deleted.one
source: %@ memory deleted.
zh_hans: 已删除 %@ 条记忆。

# memory.memory_view.memories_let_the_assistant_remember_your
source: Memories let the assistant remember your preferences across conversations. Add the first one below, or tell it to “remember…” in a chat.
zh_hans: 记忆让助手跨对话记住你的偏好。点下方添加第一条，或在对话中让它「记住…」。

# memory.memory_view.memories_pending_confirmation
source: Memories pending confirmation (%@)
zh_hans: 待确认记忆（%@）

# memory.memory_view.memories_pending_confirmation_2
source: Memories pending confirmation
zh_hans: 待确认记忆

# memory.memory_view.memory_content
source: Memory content
zh_hans: 记忆内容

# memory.memory_view.memory_details
source: Memory details
zh_hans: 记忆详情

# memory.memory_view.needs_confirmation
source: Needs confirmation
zh_hans: 需要确认

# memory.memory_view.no_memories_yet
source: No memories yet
zh_hans: 还没有记忆

# memory.memory_view.none_yet
source: (none yet)
zh_hans: （尚无）

# memory.memory_view.not_generated
source: Not generated
zh_hans: 未生成

# memory.memory_view.only_the_single_shown_suggestion_is
source: Only the single shown suggestion is applied; deletion syncs to other devices and cannot be automatically restored.
zh_hans: 只会应用这一条已显示的建议；删除会同步到其他设备，无法自动恢复。

# memory.memory_view.organization_complete_scanned_cleaned_automatically_pending
source: Organization complete: %@ scanned, %@ cleaned automatically, %@ pending review. %@
zh_hans: 整理完成：扫描 %@ 条，自动清理 %@ 条，待审核 %@ 项。%@

# memory.memory_view.organization_failed
source: Organization failed: %@
zh_hans: 整理失败：%@

# memory.memory_view.organization_suggestions
source: Organization suggestions
zh_hans: 整理建议

# memory.memory_view.organize_memories
source: Organize memories
zh_hans: 整理记忆

# memory.memory_view.owning_task_id
source: Owning task ID
zh_hans: 归属任务 ID

# memory.memory_view.owning_workspace_id
source: Owning workspace ID
zh_hans: 归属工作区 ID

# memory.memory_view.pending_confirmation
source: Pending confirmation
zh_hans: 待确认

# memory.memory_view.personalization
source: Personalization
zh_hans: 个性化

# memory.memory_view.processing
source: Processing
zh_hans: 处理中

# memory.memory_view.processing_memories
source: Processing memories
zh_hans: 正在处理记忆

# memory.memory_view.restore_this_version
source: Restore this version
zh_hans: 恢复此版本

# memory.memory_view.roll_back
source: Roll back
zh_hans: 回滚

# memory.memory_view.save_memory
source: Save memory
zh_hans: 保存记忆

# memory.memory_view.scan
source: Scan
zh_hans: 扫描

# memory.memory_view.scanning_long_term_memories
source: Scanning long-term memories…
zh_hans: 正在扫描长期记忆…

# memory.memory_view.search_memories
source: Search memories
zh_hans: 搜索记忆

# memory.memory_view.select_multiple_memories
source: Select multiple memories
zh_hans: 选择多条记忆

# memory.memory_view.semantic
source: Semantic
zh_hans: 语义

# memory.memory_view.smart_compare
source: Smart compare
zh_hans: 智能比对

# memory.memory_view.smart_compare_is_temporarily_unavailable
source: Smart compare is temporarily unavailable: %@
zh_hans: 智能比对暂不可用：%@

# memory.memory_view.smart_organization_failed
source: Smart organization failed: %@
zh_hans: 智能整理失败：%@

# memory.memory_view.smart_organization_returned_no_valid_json
source: Smart organization returned no valid JSON
zh_hans: 智能整理没有返回有效 JSON

# memory.memory_view.smart_organize
source: Smart organize
zh_hans: 智能整理

# memory.memory_view.soul_md_assistant_collaboration_style_and
source: SOUL.md (assistant collaboration style and long-term principles)
zh_hans: SOUL.md（助手协作风格与长期原则）

# memory.memory_view.stage
source: Stage: %@
zh_hans: 阶段：%@

# memory.memory_view.status
source: Status
zh_hans: 状态

# memory.memory_view.the_model_returned_no_organization_result
source: The model returned no organization result
zh_hans: 模型未返回整理结果

# memory.memory_view.the_organization_result_is_too_long
source: The organization result is too long
zh_hans: 整理结果过长

# memory.memory_view.the_smart_organization_result_is_too
source: The smart organization result is too long
zh_hans: 智能整理结果过长

# memory.memory_view.this_also_deletes_the_selected_long
source: This also deletes the selected long-term memories and cannot be automatically restored.
zh_hans: 该操作会同步删除所选长期记忆，无法自动恢复。

# memory.memory_view.updates_only_after_at_least_7
source: Updates only after at least 7 days and a cumulative 10 completed runs or 30 user messages.
zh_hans: 至少间隔 7 天，并累计 10 个完成运行或 30 条用户消息后才更新。

# memory.memory_view.user_profile
source: User profile
zh_hans: 用户画像

# memory.memory_view.version_history
source: Version history
zh_hans: 版本历史

# memory.memory_view.waiting_for_review
source: Waiting for review
zh_hans: 等待审核

# memory.memory_view.what_to_remember
source: What to remember
zh_hans: 要记住的内容

# memory.memory_view.you_organize_confirmed_long_term_personalization
source: You organize confirmed long-term personalization memories, outputting only a stable document without dates or temporary task status, and never inferring sensitive facts.
zh_hans: 你负责整理已确认的长期个性化记忆，只输出不含日期和临时任务状态的稳定文档正文，不推断敏感事实。

# memory.save
source: Save
zh_hans: 保存

# memory.scope.agent
source: Agent
zh_hans: 智能体

# memory.scope.user
source: Your profile
zh_hans: 个人偏好

# memory.scope.workspace
source: Current workspace
zh_hans: 当前工作空间

# memory.title
source: Memory
zh_hans: 记忆

# memory.workspace_only
source: Only in this workspace
zh_hans: 仅用于当前工作空间

# model.capability.approval
source: Approval support
zh_hans: 操作审批

# model.capability.text
source: Text
zh_hans: 文本对话

# model.capability.tools
source: Tool calling
zh_hans: 工具调用

# model.capability.vision
source: Vision input
zh_hans: 视觉输入

# model.context_tokens
source: Context window
zh_hans: 上下文长度

# model.default
source: Default
zh_hans: 默认模型

# model.display_name
source: Display name
zh_hans: 显示名称

# model.enabled
source: Enabled
zh_hans: 启用模型

# model.hidden_from_primary_picker.badge
source: Hidden from Home model picker
zh_hans: 已从首页模型列表隐藏

# model.hide_from_primary_picker
source: Hide from Home model picker
zh_hans: 从首页模型列表隐藏

# model.limit.not_set
source: Not set
zh_hans: 未设置

# model.limit.use_provider_default
source: Use provider default
zh_hans: 使用供应商默认值

# model.limits.hint
source: Context is required. Maximum output may be left blank to use the provider default, and cannot exceed context when set.
zh_hans: 上下文长度必须填写；最大输出可留空并使用供应商默认值，填写时不能超过上下文长度。

# model.max_output_tokens
source: Maximum output
zh_hans: 最大输出长度

# model.reasoning.automatic
source: Automatic
zh_hans: 自动

# model.reasoning.effort
source: Thinking depth
zh_hans: 思考深度

# model.reasoning.high
source: Deep
zh_hans: 深入

# model.reasoning.hint
source: Floe maps this setting to each provider's native reasoning controls. Automatic preserves the provider default; unsupported fields are omitted.
zh_hans: Floe 会按供应商协议转换该设置。自动会保留供应商默认行为；不支持的参数不会发送。

# model.reasoning.low
source: Fast
zh_hans: 快速

# model.reasoning.maximum
source: Maximum
zh_hans: 最大

# model.reasoning.medium
source: Balanced
zh_hans: 标准

# model.remote_id
source: Model ID
zh_hans: 模型 ID

# model.section.capabilities
source: Capabilities
zh_hans: 模型能力

# model.section.identity
source: Model
zh_hans: 模型信息

# model.section.limits
source: Token limits
zh_hans: Token 限制

# model.section.reasoning
source: Reasoning
zh_hans: 推理设置

# model.set_default
source: Set as Default
zh_hans: 设为默认模型

source: Model Settings
zh_hans: 模型设置

# model.show_in_primary_picker
source: Show in Home model picker
zh_hans: 在首页模型列表显示

# more.auxiliary_models
source: Auxiliary Models
zh_hans: 辅助模型

# more.diagnostics
source: Diagnostics
zh_hans: 诊断

# more.privacy
source: Privacy
zh_hans: 隐私

# more.providers
source: Providers
zh_hans: 模型提供商

# more.runs
source: Runs
zh_hans: 运行记录

# more.settings
source: Settings
zh_hans: 设置

# more.setup_guide
source: Setup Guide
zh_hans: 设置向导

# notes.assistant.restart
source: Restart document conversation
zh_hans: 重新开始当前文档会话

# notes.cover.badge.summary
source: Summary
zh_hans: 摘要

# notes.cover.engineering.invalidResource
source: The drawing reference is invalid
zh_hans: 图纸引用无效

# notes.cover.engineering.renderFailed
source: Could not render a preview; open the drawing
zh_hans: 无法生成预览，请打开图纸

# notes.cover.engineering.unreadable
source: The drawing is unreadable
zh_hans: 无法读取图纸

# notes.cover.engineering.unreadableOrTooLarge
source: The drawing is too large or unreadable
zh_hans: 图纸过大或无法读取

# notes.cover.error.resourceUnavailable
source: The file is unavailable
zh_hans: 文件不可用

# notes.cover.error.storeUnavailable
source: Notes storage is not ready
zh_hans: 手记存储尚未就绪

# notes.cover.error.unreadable
source: The file is unreadable
zh_hans: 无法读取文件

# notes.cover.mindmap.empty
source: The mind map has no topics
zh_hans: 思维导图没有主题

# notes.cover.mindmap.unrenderable
source: The mind map has no topics to show
zh_hans: 思维导图没有可显示的主题

# notes.cover.mindmap.untitled
source: Untitled topic
zh_hans: 未命名主题

# notes.cover.notebook.noPage
source: There is no page to show
zh_hans: 没有可显示的页面

# notes.cover.notebook.readFailed
source: The page could not be read
zh_hans: 无法读取页面

# notes.cover.office.iconOnly
source: Quick Look returned only a generic icon
zh_hans: 快速查看只返回了通用图标

# notes.cover.office.invalidResource
source: The Office file reference is invalid
zh_hans: Office 文件引用无效

# notes.cover.office.noQuickLook
source: Quick Look did not produce a content thumbnail
zh_hans: 快速查看未能生成内容缩略图

# notes.cover.office.quickLookUnavailable
source: Quick Look is unavailable
zh_hans: 快速查看不可用

# notes.cover.office.unreadableOrTooLarge
source: The Office file is too large or unreadable
zh_hans: Office 文件过大或无法读取

# notes.cover.summary.presentation
source: PowerPoint · Content summary
zh_hans: PowerPoint · 内容摘要

# notes.cover.summary.word
source: Word · Content summary
zh_hans: Word · 内容摘要

# notes.cover.summary.workbook
source: Excel · Content summary
zh_hans: Excel · 内容摘要

# notes.engineering.failed
source: Unable to preview the drawing
zh_hans: 无法预览工程图

# notes.engineering.loading
source: Opening drawing…
zh_hans: 正在打开工程图…

# notes.engineering.retry
source: Retry
zh_hans: 重试

# notes.engineering.tooLarge
source: The drawing exceeds the 20 MB preview limit. The original file has been preserved; export it and open it in professional software.
zh_hans: 工程图超过 20 MB 的预览上限。原文件已保留，请导出后使用专业软件打开。

# notes.import.all
source: Import notes, PDF, Office, CAD, or images
zh_hans: 导入手记、PDF、Office、CAD 或图片

# notes.ink.tool.ai_selection
source: AI selection
zh_hans: AI 选区

# notes.ink.tool.eraser
source: Eraser
zh_hans: 橡皮

# notes.ink.tool.lasso
source: Lasso
zh_hans: 套索

# notes.ink.tool.marker
source: Highlighter
zh_hans: 荧光笔

# notes.ink.tool.pen
source: Pen
zh_hans: 笔

# notes.ink.tool.preview_tap_to_choose
source: Preview; tap to choose
zh_hans: 预览，轻触选择

# notes.ink.transparency
source: Transparency
zh_hans: 透明度

# notes.ink.transparency.help
source: 0% is solid; 100% is invisible.
zh_hans: 0% 为实心，100% 为完全透明。

# notes.kind.engineering
source: Drawing
zh_hans: 工程图

# notes.mind_map_topic_inspector.add_images_documents_audio_or_video
source: Add images, documents, audio or video
zh_hans: 添加图片、文档或音视频

# notes.mind_map_topic_inspector.attachment_32
source: Attachment · %@ / 32
zh_hans: 附件 · %@ / 32

# notes.mind_map_topic_inspector.attachment_description
source: Attachment Description
zh_hans: 附件说明

# notes.mind_map_topic_inspector.attachments_are_saved_with_the_mind
source: Attachments are saved with the mind map long term. Removing an attachment can be undone after saving; web links open in the system browser.
zh_hans: 附件随导图长期保存。移除附件可在保存后撤销；网页链接在系统浏览器中打开。

# notes.mind_map_topic_inspector.could_not_open_the_source_check
source: Could not open the source; check that the material is still available.
zh_hans: 无法打开来源，请检查资料是否仍然可用。

# notes.mind_map_topic_inspector.details
source: Details
zh_hans: 详细说明

# notes.mind_map_topic_inspector.discard_changes_and_open_source
source: Discard changes and open source
zh_hans: 放弃修改并打开来源

# notes.mind_map_topic_inspector.open_source
source: Open source
zh_hans: 打开来源

# notes.mind_map_topic_inspector.save_and_open_source
source: Save and open source
zh_hans: 保存并打开来源

# notes.mind_map_topic_inspector.save_topic_changes_before_leaving
source: Save topic changes before leaving?
zh_hans: 离开前保存主题修改？

# notes.mind_map_topic_inspector.set_as_topic_image
source: Set as topic image
zh_hans: 设为主题图片

# notes.mind_map_topic_inspector.topic_content
source: Topic content
zh_hans: 主题内容

# notes.mind_map_topic_inspector.web_link_https
source: Web link https://…
zh_hans: 网页链接 https://…

# notes.mindmap.addChild
source: Add Child Topic
zh_hans: 新增子节点

# notes.mindmap.addChild.help
source: Add a child topic under the selection and start naming it
zh_hans: 在选中主题下新增子节点并直接命名

# notes.mindmap.addSibling
source: Add Sibling Topic
zh_hans: 新增同级节点

# notes.mindmap.addSibling.help
source: Add a sibling topic after the selection and start naming it
zh_hans: 在选中主题之后新增同级节点并直接命名

# notes.mindmap.hint.connection
source: Drag onto a target topic to connect; tap empty space to cancel.
zh_hans: 拖到目标主题上松手完成连接；点按空白取消。

# notes.mindmap.hint.invalidReparent
source: A topic cannot move into its own branch.
zh_hans: 不能把主题移动到它自己的分支里。

# notes.mindmap.hint.noSelectionChild
source: Select a topic first, then add a child topic.
zh_hans: 请先选择主题，再新增子节点。

# notes.mindmap.hint.noSelectionSibling
source: Select a reference topic first, then add a sibling topic.
zh_hans: 请先选择参考主题，再新增同级节点。

# notes.mindmap.hint.reparent
source: Tap a target topic to change its parent; tap empty space to cancel.
zh_hans: 点按目标主题完成改父级；点按空白取消。

# notes.mindmap.hint.rootSibling
source: The central topic has no siblings; pick a branch topic.
zh_hans: 中心主题没有同级节点，请选择分支主题。

# notes.mindmap.hint.saving
source: Saving is in progress; try again shortly.
zh_hans: 正在保存，请稍候再新增。

# notes.mindmap.hint.subtreeDrag
source: Subtree move is on: dragging this topic moves the whole branch.
zh_hans: 已开启子树移动：拖动该主题将带动整个分支。

# notes.mindmap.menu.addChild
source: Add Child Topic
zh_hans: 新增子节点

# notes.mindmap.menu.addSibling
source: Add Sibling Topic
zh_hans: 新增同级节点

# notes.mindmap.menu.autoLayout
source: Tidy Layout
zh_hans: 整理布局

# notes.mindmap.menu.collapse
source: Collapse
zh_hans: 折叠

# notes.mindmap.menu.connect
source: Connect Topics
zh_hans: 连接主题

# notes.mindmap.menu.delete
source: Delete Branch
zh_hans: 删除分支

# notes.mindmap.menu.editTopic
source: Edit Topic
zh_hans: 编辑主题

# notes.mindmap.menu.expand
source: Expand
zh_hans: 展开

# notes.mindmap.menu.moveSubtree
source: Move Subtree
zh_hans: 移动子树

# notes.mindmap.menu.reparent
source: Change Parent
zh_hans: 改父级

# notes.mindmap.newTopic
source: New Topic
zh_hans: 新主题

# notes.mindmap.untitled
source: Untitled Topic
zh_hans: 未命名主题

# notes.navigation.backToNotes
source: Back to Notes
zh_hans: 返回手记

# notes.note_edit.invalid_page_position
source: Invalid page position.
zh_hans: 页面位置无效。

# notes.note_edit.the_central_topic_cannot_be_deleted
source: The central topic cannot be deleted; rename it or clear its branches.
zh_hans: 不能删除中心主题；可以重命名或清空其分支。

# notes.note_edit.the_target_is_not_a_mind
source: The target is not a mind map.
zh_hans: 目标不是思维导图。

# notes.note_element_inspector.ai_generated_summary
source: AI-generated summary
zh_hans: AI 生成的整理

# notes.note_element_inspector.center
source: Center
zh_hans: 居中

# notes.note_element_inspector.cited_content
source: Cited content
zh_hans: 引用内容

# notes.note_element_inspector.cited_version
source: Cited version: %@
zh_hans: 引用版本：%@

# notes.note_element_inspector.delete_this_content
source: Delete this content
zh_hans: 删除此内容

# notes.note_element_inspector.edits_and_deletions_can_both_be
source: Edits and deletions can both be restored with the note's Undo button.
zh_hans: 修改和删除均可通过手记的撤销按钮恢复。

# notes.note_element_inspector.font_size
source: Font size %@
zh_hans: 字号 %@

# notes.note_element_inspector.horizontal
source: Horizontal
zh_hans: 水平位置

# notes.note_element_inspector.open_the_current_page_of_the
source: Open the current page of the source material
zh_hans: 打开源资料的当前页面

# notes.note_element_inspector.page_content
source: Page content
zh_hans: 页面内容

# notes.note_element_inspector.position_and_size
source: Position and size
zh_hans: 位置与尺寸

# notes.note_element_inspector.vertical
source: Vertical
zh_hans: 垂直位置

# notes.note_export_selection.at_most_pages_can_be_exported
source: At most %@ pages can be exported at a time; export in batches.
zh_hans: 一次最多导出 %@ 页，请分批导出。

# notes.note_export_selection.only_note_documents_can_be_exported
source: Only note documents can be exported as PDF; for Office use document.pdf.export, and export mind maps via outline.
zh_hans: 只有手记文档可以导出 PDF；Office 请用 document.pdf.export，导图请用大纲导出。

# notes.note_export_selection.the_export_page_list_contains_duplicate
source: The export page list contains duplicate pages.
zh_hans: 导出页面列表包含重复页面。

# notes.note_file_importer.a_page_or_mind_map_shows
source: A page or mind map shows at most 64 images; split the content.
zh_hans: 单页或导图最多显示 64 张图片，请拆分内容。

# notes.note_file_importer.choose_a_single_file_no_larger
source: Choose a single file no larger than 512 MB.
zh_hans: 请选择不超过 512 MB 的单个文件。

# notes.note_file_importer.previewing_this_engineering_drawing_format_is
source: Previewing this engineering drawing format is not supported yet; export to DXF, DWG, STL or STEP and try again.
zh_hans: 暂不支持预览此工程图格式，请导出为 DXF、DWG、STL 或 STEP 后重试。

# notes.note_file_importer.the_image_could_not_be_read
source: The image could not be read.
zh_hans: 图片无法读取。

# notes.note_file_importer.the_office_body_text_exceeds_the
source: The Office body text exceeds the indexing limit; split the document and try again.
zh_hans: Office 正文超过索引上限，请拆分文档后重试。

# notes.note_file_importer.the_pdf_exceeds_5_000_pages
source: The PDF exceeds 5,000 pages; split it first.
zh_hans: PDF 超过 5000 页，请先拆分。

# notes.note_file_importer.the_pdf_is_encrypted_damaged_or
source: The PDF is encrypted, damaged, or has no pages.
zh_hans: PDF 已加密、损坏或没有页面。
